benchmarks/framework-shootout/results/aquilia/db-read/run1/wrk_steady.txt
Running 5s test @ http://aquilia:8080/db-read?id=1
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    63.92ms   54.25ms 465.75ms   85.33%
    Req/Sec   205.54     79.03   396.00     66.33%
  Latency Distribution
     50%   61.31ms
     75%   91.35ms
     90%  116.50ms
     99%  266.33ms
  4058 requests in 4.98s, 1.28MB read
  Non-2xx or 3xx responses: 748
Requests/sec:    814.13
Transfer/sec:    263.73KB